{
    "nav": {
        "puppies": "Kutsikad",
        "dogs": "Koerad",
        "litters": "Pesakonnad",
        "news": "Uudised",
        "contact": "Kontakt",
        "puppy": {
            "Australian": "Austraalia lambakoera kutsikad",
            "Entlebuch": "Entlebuchi alpi karjakoera kutsikad",
            "Bernese": "Berni alpi karjakoera kutsikad"
        },
        "dog": {
            "Australian": "Austraalia lambakoer",
            "Entlebuch": "Entlebuchi alpi karjakoer",
            "Bernese": "Berni alpi karjakoer"
        }
    },
    "about": {
        "puppies": "Kutsikad",
        "Australian": "Austraalia lambakoerad ehk Aussid on mitmekülgsed ja intelligentsed karjakoerad, aretatud Ameerika Ühendriikides. Keskmist kasvu, kaaluvad tavaliselt 18-29 kg, neil on keskmise pikkusega sirge või laineline topeltkasukas, mille värvus varieerub sinise merle, punase merle, musta ja punase vahel. Nende silmad võivad olla pruunid, sinised, sarapuupruunid, merevaigukollased või kombinatsioon erinevatest värvidest. Aussid on treenitavad ja intelligentsed. Austraalia lambakoertes võib esineda terviseprobleemidele nagu puusadüsplaasia ja silmahaigused.",
        "Entlebuch": "Entlebuchi Alpi karjakoerad on vastupidavad ja energilised karjakoerad, pärit Šveitsist. Nad on Šveitsi neljast mägikoera tõust väikseimad. Keskmist kasvu tõuna kaaluvad nad tavaliselt 20-30 kg. Neil on lühike, tihe kolmekihiline kasukas, mis on musta, valge ja roostepruunide märgistega, lühike karvkate vajab minimaalset hooldust. Nende tumepruunid silmad peegeldavad elavat ja tähelepanelikku ilmet. Entud on intelligentsed ja kergesti treenitavad, tuntud oma probleemilahendusoskuste poolest. Lojaalsed ja kaitsvad, sageli näitavad loomulikku kaitseinstinkti. Entlebuchi Alpi karjakoertes võivad esineda terviseprobleemid nagu puusadüsplaasia ja progresseeruv võrkkesta atroofia.",
        "Bernese": "Berni Alpi Karjakoerad ehk Bernid on suured ja tugevad töökoerad, pärit Šveitsi Alpidest, tuntud oma leebe iseloomu ja silmapaistva välimuse poolest. Kaaludes tavaliselt 32-52 kg, neil on pikk, paks kolmekihiline karv, mis on musta, valge ja roostepruunide märgistega, ning väljendusrikkad tumepruunid silmad. Bernid on rahulikud ja kannatlikud, loovad tugevad sidemed oma peredega ja saavad hästi läbi laste ja teiste lemmikloomadega. Neil on mõõdukas liikumisvajadus, nautides selliseid tegevusi nagu matkamine ja jalutamine. Bernides võivad esineda terviseprobleemid nagu puusadüsplaasia ja teatud vähivormid.",
        "fci": "FCI tõustandard"
    },
    "dog": {
        "our": "Meie {breed}ad",
        "Male": "Isane",
        "Female": "Emane",
        "retired": "Puhkusel",
        "name": "Nimi",
        "nickname": "Hüüdnimi",
        "father": "Isa",
        "mother": "Ema",
        "dob": "Sünniaeg",
        "breed": "Tõug",
        "gender": "Sugu",
        "health": "Tervis",
        "titles": "Tiitlid",
        "tree": "Sugupuu",
        "loading": {
            "dogs": "Laeb koerasid...",
            "info": "Laeb koera infot...",
            "tree": "Laeb sugupuud..."
        },
        "error": {
            "dogs": "Ei suutnud koerasid leida",
            "info": "Ei suutnud infot laadida",
            "tree": "Ei suutnud sugupuud laadida"
        }
    },
    "puppies": {
        "available": "Kutsikad",
        "available_breed": "{breed}a kutsikad",
        "available_gender": "{gender} saadaval",
        "available_gender_co": "{gender} saadaval kaasomandisse",
        "loading": "Laeb vabu kutsikaid...",
        "loading_breed": "Otsib vabu {breed}te kutsikaid...",
        "empty": "Hetkel ei ole kutsikaid saadaval",
        "empty_breed": "Hetkel ei ole {breed}te kutsikaid saadaval",
        "error": "Ei suutnud kutsikaid laadida",
        "info": "Kutsikad lähevad uute koju koos kutsikapakiga, milles on toitu, snäkke ja mänguasju. Kutsikad on veterinaar arsti poolt üle kontrollitud, nad on vaksineeritud ja saanud parasiidi tõrje. Kutsikad on kiibistatud, FCI registreeritud ja euro-passiga."
    },
    "litter": {
        "litter": "Pesakond {name}",
        "parents": "Vanemad",
        "gallery": "Galerii",
        "inactive": "Vali pesakond",
        "names": {
            "loading": "Laeb pesakondaside nimesid...",
            "empty": "Pesakondasid ei ole",
            "many": "Ei suutnud pesakondade nimesid laadida"
        },
        "display": {
            "loading": "Laeb pesakonda...",
            "empty": "Pesakonnas ei ole kutsikaid",
            "error": "Ei suutnud pesakonda laadida"
        }
    },
    "news": {
        "loading": "Laeb uudiseid...",
        "empty": "Pole rohkem uudiseid",
        "error": "Ei suutnud uudiseid laadida"
    },
    "contact": {
        "location": "Kuusalu vald, Harjumaa, Eesti"
    }
}
