{
    "nav": {
        "puppies": "Puppies",
        "dogs": "Dogs",
        "litters": "Litters",
        "news": "News",
        "contact": "Contact",
        "puppy": {
            "Australian": "Australian Shepherd puppies",
            "Entlebuch": "Entlebuch Cattle Dog puppies",
            "Bernese": "Bernese Mountain Dog puppies"
        },
        "dog": {
            "Australian": "Australian Shepherd",
            "Entlebuch": "Entlebuch Cattle Dog",
            "Bernese": "Bernese Mountain Dog"
        }
    },
    "about": {
        "puppies": "Puppies available",
        "Australian": "Australian Shepherds are versatile and intelligent herding dogs developed in the United States. Medium-sized, they typically weigh between 16-32 kgs and have a medium-length double coat that can be straight or wavy, with colors including blue merle, red merle, solid black, and solid red. Their eyes can be brown, blue, hazel, amber, or a combination. Aussies are highly trainable due to their intelligence and eagerness, excelling in obedience and agility sports. They can be prone to health issues like hip dysplasia and eye disorders.",
        "Entlebuch": "Entlebuch Cattle Dogs, also known as Entlebucher Mountain Dogs or Entlebuchers, are robust and energetic herding dogs from Switzerland, the smallest of the four Swiss Mountain Dog breeds. Medium-sized, they typically weigh between 20-30 kgs and have a short, dense tricolored coat featuring black with white and rust-colored markings. Their dark brown eyes convey a lively and attentive expression. Known for their intelligence and trainability. They are loyal and protective often displaying a natural guarding instinct. Their short coat requires minimal grooming. They can be prone to health issues such as hip dysplasia and progressive retinal atrophy.",
        "Bernese": "Bernese Mountain Dog, one of the four Swiss Mountain Dog breeds, are large, sturdy working dogs, known for their gentle temperament and striking appearance. Weighing between 35-55 kgs, they have a long, thick tricolored coat with black, white, and rust markings, and expressive dark brown eyes. Intelligent and easy to train, Berners are calm and patient, getting along well with children and other pets. They have moderate exercise needs, enjoying activities like hiking and walking. They are prone to health issues such as hip dysplasia and certain cancers.",
        "fci": "FCI breed standard"
    },
    "dog": {
        "our": "Our {breed}s",
        "Male": "Male",
        "Female": "Female",
        "retired": "Retired",
        "name": "Name",
        "nickname": "Nickname",
        "father": "Father",
        "mother": "Mother",
        "dob": "Date of birth",
        "breed": "Breed",
        "gender": "Gender",
        "health": "Health",
        "titles": "Titles",
        "tree": "Family Tree",
        "loading": {
            "dogs": "Loading dogs...",
            "info": "Loading info...",
            "tree": "Loading family tree..."
        },
        "error": {
            "dogs": "Failed to load dogs",
            "info": "Failed to load info",
            "tree": "Failed to load family tree"
        }
    },
    "puppies": {
        "available": "Available puppies",
        "available_breed": "Available {breed} puppies",
        "available_gender": "{gender} available",
        "available_gender_co": "{gender} available for co-ownership",
        "info": "The puppies will leave for their new homes with a puppy pack which includes food, snakcs and toys. Their health has been checked by a veterinarian, they are vaccinated and dewormed. The puppies are microchipped, FCI registered and have a European passport.",
        "loading": "Loading available puppies...",
        "loading_breed": "Loading available {breed} puppies...",
        "empty": "There are no puppies available right now",
        "empty_breed": "There are no {breed} puppies available right now",
        "error": "Failed to load available puppies"
    },
    "litter": {
        "litter": "Litter {name}",
        "parents": "Parents",
        "gallery": "Gallery",
        "inactive": "No litter selected",
        "names": {
            "loading": "Loadig litter names...",
            "empty": "There are no litters",
            "many": "Failed to load litter names"
        },
        "display": {
            "loading": "Loading litter...",
            "empty": "Litter has no puppies",
            "error": "Failed to load litter"
        }
    },
    "news": {
        "loading": "Loading news...",
        "empty": "No more news",
        "error": "Failed to load news"
    },
    "contact": {
        "location": "Kuusalu Parish, Harju county, Estonia"
    }
}
